[{"name":"Vans Hot Bread Shop","lat":-33.7535665,"lng":151.2849117,"address":"671 Pittwater Road              Dee Why NSW 2099","offences":[{"date":"Offences 1-4: 2015-01-06              Offences 5-9: 2015-01-13","link":"http://www.foodauthority.nsw.gov.au/offences/prosecutions/offences-details-vans-hot-bread-shop-2","description":"Offences under 21(1) of the Food Act 2003. The defendant failed to comply with the Food Standards Code, namely:                                Food Standard Code 3.2.2 Clause 19(1) – Fail to maintain food premises to the required standard of cleanliness where there is no accumulation of food waste, dirt, grease or other visible matter.                  Food Standard Code 3.2.2 Clause 6(1)(a) - Fail to store potentially hazardous food in such a way that it is protected from the likelihood of contamination.                  Food Standard Code 3.2.2 Clause 8(5)(a) – Fail to display potentially hazardous foods under temperature control.                  Food Standard Code 3.2.2 Clause 24(1)(c) – Fail to take all practicable measures to eradicate and prevent the harbourage of pests on the food premises.                  Food Standard Code 3.2.2 Clause 19(1) – Fail to maintain food premises to the required standard of cleanliness where there is no accumulation of food waste, dirt, grease or other visible matter.                  Food Standard Code 3.2.2 Clause 19(2) – Fail to maintain fixtures, fittings and equipment to the required standard of cleanliness where there is no accumulation of food waste, dirt, grease or other visible matter.                  Food Standard Code 3.2.2 Clause 6(1)(a) - Fail to store potentially hazardous food in such a way that it is protected from the likelihood of contamination.                  Food Standard Code 3.2.2 Clause 24(1)(c) – Fail to take all practicable measures to eradicate and prevent the harbourage of pests on the food premises.                  Food Standard Code 3.2.3 Clause 10(2) – Fail to ensure that floors are able to be effectively cleaned, unable to absorb grease, food particles or water, and unable to provide harbourage for pests."},{"date":"Offences 1-4: 2015-01-06              Offences 5-9: 2015-01-13","link":"http://www.foodauthority.nsw.gov.au/offences/prosecutions/offences-details-vans-hot-bread-shop","description":"Offences under 21(1) of the Food Act 2003. The defendant failed to comply with the Food Standards Code, namely:                                Food Standard Code 3.2.2 Clause 19(1) – Fail to maintain food premises to the required standard of cleanliness where there is no accumulation of food waste, dirt, grease or other visible matter.                  Food Standard Code 3.2.2 Clause 6(1)(a) - Fail to store potentially hazardous food in such a way that it is protected from the likelihood of contamination.                  Food Standard Code 3.2.2 Clause 8(5)(a) – Fail to display potentially hazardous foods under temperature control.                  Food Standard Code 3.2.2 Clause 24(1)(c) – Fail to take all practicable measures to eradicate and prevent the harbourage of pests on the food premises.                  Food Standard Code 3.2.2 Clause 19(1) – Fail to maintain food premises to the required standard of cleanliness where there is no accumulation of food waste, dirt, grease or other visible matter.                  Food Standard Code 3.2.2 Clause 19(2) – Fail to maintain fixtures, fittings and equipment to the required standard of cleanliness where there is no accumulation of food waste, dirt, grease or other visible matter.                  Food Standard Code 3.2.2 Clause 6(1)(a) - Fail to store potentially hazardous food in such a way that it is protected from the likelihood of contamination.                  Food Standard Code 3.2.2 Clause 24(1)(c) – Fail to take all practicable measures to eradicate and prevent the harbourage of pests on the food premises.                  Food Standard Code 3.2.3 Clause 10(2) – Fail to ensure that floors are able to be effectively cleaned, unable to absorb grease, food particles or water, and unable to provide harbourage for pests."},{"date":"2014-06-16","link":"http://www.foodauthority.nsw.gov.au/offences/prosecutions/offences-details-king-fook-seafood-restaurant","description":"Offences under 21(1) of the Food Act 2003. The defendant company failed to comply with the Food Standards Code, namely:                                Food Standard Code 3.2.2 Clause 24(1)(b)(c) – Fail to prevent pests from entering the premises and take all practicable measures to eradicate and prevent the harbourage of pests on the food premises.                  Food Standard Code 3.2.2 Clause 6(1)(a) - Fail to store potentially hazardous food in such a way that it is protected from the likelihood of contamination.                  Food Standard Code 3.2.2 Clause 19(1) – Fail to maintain food premises to the required standard of cleanliness where there is no accumulation of food waste, dirt, grease or other visible matter.                  Food Standard Code 3.2.2 Clause 21(1) – Fail to maintain food premises, fixtures, fittings, equipment and those parts of vehicles that are used to transport food, in a good state of repair and working order having regard to their use."},{"date":"2013-06-27 to 2014-01-24","link":"http://www.foodauthority.nsw.gov.au/offences/prosecutions/offences-details-narkena","description":"The defendant was convicted for the offence under Section 18(3); in the course of carrying on the said food business between 27 June 2013 and 24 January 2014 did sell a packaged food, namely “Natural Coconut Drink”, that was labelled in a way that falsely described the food in that, as provided under section 22 of the Food Act 2003:                                        On the label of the food, the food was represented as being of a particular nature or substance, namely a “fruit drink”, for which there is a prescribed standard under the Food Standards Code, namely Standard 2.6.2.                      The food did not comply with that prescribed standard, in that it contained milk or milk product, namely “condensed milk”, by reason of the presence of milk protein.                      The definition for a “fruit drink” under the Standard does not include milk, milk product or milk protein, as a food from which it can be prepared: s22(1)(a).                      The words “Natural Coconut Drink” and design used in the labelling of the food, in addition to the absence of any reference to milk, milk product or milk protein on the label, would create a false impression as to the nature or substance of the food in the mind of a reasonable person, in that they conveyed to the reasonable person that the contents of the food was primarily derived from coconut fruit, the food containing no ingredients or content of milk, milk product or milk protein: s22(1)(e).                      The said food was not of the nature or substance represented by the manner in which it was labelled for sale, in that it contained milk or milk product, namely “condensed milk”, by reason of the presence of milk protein, which was not declared or described on the label as an ingredient or as present in the said food: s22(1)(f).                                                                                                   The defendant was convicted for the offence under Section 21(3); between 27 June 2013 and 24 January 2014 did sell food, namely a packaged food, that was labelled as “Natural Coconut Drink”, and that label contravened a provision of the Food Standards Code, (“the Code”), namely Clause 4 of Standard 1.2.3 of the Code in that:                                        The said food contained, as an ingredient, milk or milk product, namely condensed milk, by reason of the presence of milk protein in the food.                      Clause 4 of Standard 1.2.3 of the Code requires those substances listed in the Table to clause 4 be declared on the label on a package of food, where present as an ingredient. Included in the Table is a reference to “Milk and milk products.”                      The presence of the said ingredient was not declared on the label on the package of the said food.                                                                                                   The defendant was convicted for the offence under Section 18(3); in the course of carrying on the said food business, on the 23 January 2014 did sell a packaged food, namely “Green Time Coconut Drink” that was labelled in a way that falsely described the food in that, as provided under section 22 of the Food Act 2003:                                        On the label of the food, the food was represented as being of a particular nature or substance, namely a “fruit drink”, for which there is a prescribed standard under the Food Standards Code, namely Standard 2.6.2 (s22(1)(a)).                      The food did not comply with that prescribed standard, in that it contained milk or milk product, namely “condensed milk”, by reason of the presence of milk protein.                      The definition for a “fruit drink” under Standard 2.6.2 does not include milk, milk product or milk protein, as a food from which it can be prepared (s22(1)(a)).                      The said food was not of the nature or substance represented by the manner in which it was labelled for sale as a “fruit drink”, in that it did not meet the requirements of Standard 2.6.2 for it to be a “fruit drink” (in that it contained milk or milk product (namely “condensed milk”) by reason of the presence of milk protein) (s22(1)(f))."},{"date":"2015-06-18","link":"http://www.foodauthority.nsw.gov.au/offences/prosecutions/offences-details-express-kebab-hot-food","description":"The defendant was convicted of the following offences for a breach of section 21(1) of the Food Act 2003, in that he failed to comply with the requirements of the Food Standards Code, namely:                                Food Safety Standard 3.2.2 Clause 24(1)(d) - Fail to take all practical measures to eradicate and prevent the harbourage of pests on the premises.                  Food Safety Standard 3.2.2 Clause 19(1)(2) - Fail to maintain premises and all fixtures, fittings and equipment, having regard to its use, to a standard of cleanliness where there is no accumulation of food waste, dirt, grease, or other visible matter.                  Food Safety Standard 3.2.2 Clause 17(1)(a)(b)(d) - Fail to maintain easily accessible hand wash facilities and maintain, at or near each hand washing facility, a supply of warm running water, soap or other items that may be used to thoroughly clean hands. Fail to provide at or near each hand washing facility single use towels or other means of effectively drying hands.                  Food Safety Standard 3.2.2 Clause 20(1) - Fail to ensure that eating and drinking utensils and the food contact surfaces of equipment is in a clean and sanitary condition.                  Food Safety Standard 3.2.2 Clause 23(b)(i) - Fail to take all practicable measures to ensure that single use items are protected from the likelihood of contamination until use."},{"date":"2014-01-16","link":"http://www.foodauthority.nsw.gov.au/offences/prosecutions/offences-details-zaika-indian-restaurant","description":"The defendant company, Zaika Indian Pty Ltd was convicted for a breach of section 21(1) of the Food Act 2003, in that it failed to comply with the requirements of Standard 3.2.2 of the Food Standards Code, namely:                            Clause 24(1) – Fail to take all practical measures to eradicate and prevent the harbourage of pests (cockroaches) on the premises."},{"date":"2014-12-06","link":"http://www.foodauthority.nsw.gov.au/offences/prosecutions/offences-details-la-tartine","description":"The defendant company, La Tartine Pty Ltd was convicted of the following offence for a breach of section 21(1) of the Food Act 2003, in that it failed to comply with the requirements of Standard 3.2.2 of the Food Standards Code, namely:                            Clause 17(1)(b)(ii) - Fail to maintain at or near each hand washing facility, a supply of soap."},{"date":"2014-08-06","link":"http://www.foodauthority.nsw.gov.au/offences/prosecutions/offences-details-ezra-foods","description":"Offences under 21(1) of the Food Act 2003. The defendant failed to comply with the Food Standards Code, namely:                                Food Standard Code 3.2.2 Clause 8(5)(a) - Fail to display potentially hazardous food under temperature control.                  Food Standard Code 3.2.2 Clause 6(2)(a) - Fail to store potentially hazardous food under temperature control.                  Food Standard Code 3.2.2 Clause 7(1)(b)(i) – Fail to take all necessary steps when processing food, to prevent the likelihood of food being contaminated.                  Food Standard Code 3.2.2 Clause 19(2) – Fail to maintain equipment to the required standard of cleanliness where there is no accumulation of food waste, dirt, grease or other visible matter.                  Food Standard Code 3.2.2 Clause 20(1)(b) – Fail to ensure food contact surfaces of equipment are in a clean and sanitary condition.                  Food Standard Code 3.2.2 Clause 24(1)(c) – Fail to prevent pests from entering the premises and take all practicable measures to eradicate and prevent the harbourage of pests on the food premises.                  Food Standard Code 3.2.3 Clause 12(3) – Fail to ensure that food contact surfaces of equipment are able to be easily and effectively cleaned, sanitized, unable to absorb grease, food particles and water so that there is no likelihood of contamination and made of material that will not contaminate the food."},{"date":"2015-02-03","link":"http://www.foodauthority.nsw.gov.au/offences/prosecutions/offences-details-canton-house-takeaway","description":"Offences under 21(1) of the Food Act 2003. The defendant failed to comply with the requirements set out in the Food Standards Code, namely:                                Food Standard Code 3.2.2 Clause 6(1) - Fail to store food in such a way that it was protected from the likelihood of contamination.                  Food Standard Code 3.2.2 Clause 19(1) - Fail to maintain the subject food premises to a standard of cleanliness where there was no accumulation of dirt.                  Food Standard Code 3.2.2 Clause 19(2) - Fail to maintain all fixtures, fittings and equipment having regard to its use, to a standard of cleanliness where there was no accumulation of dirt.                  Food Standard Code 3.2.2 Clause 24(1) - Fail to take all practicable measures to eradicate and prevent the harbourage of pests being mice and cockroaches on the food premises."},{"date":"2014-11-24","link":"http://www.foodauthority.nsw.gov.au/offences/prosecutions/offences-details-t-and-d-bakery","description":"Offences under Section 21(1) of the Food Act 2003. The defendant failed to comply with the Food Standards Code, namely:                                Food Safety Standard 3.2.2 Clause 19(1) - Fail to maintain the food premises to a standard of cleanliness where there is no accumulation of dirt, dust, grease, food waste, other visible matter on floors, walls and ceiling.                  Food Safety Standard 3.2.3 Clause 11(3) – Fail to ensure walls and ceilings are sealed to prevent the entry of dirt, dust and pests, unable to absorb grease, food particles or water and able to be easily and effectively cleaned.                  Food Safety Standard 3.2.2: Clause 19(2) - Fail to maintain all fixtures, fittings and equipment, having regard to its use, to a standard of cleanliness where there is no accumulation of food waste, dirt, grease, or other visible matter. Clause 20(1)(b) - Fail to ensure the food contact surfaces of equipment is in a clean and sanitary condition. Clause 21(1) – Fail to maintain food premises and all fittings, fixtures and equipment in a good state of repair and working order having regard to their use.                  Food Safety Standard 3.2.2 Clause 24(1) – Fail to take all practical measures to eradicate and prevent the harbourage of pests (cockroaches) on the premises.                  Food Safety Standard 3.2.2 Clause 8(5)(a) – Fail to display potentially hazardous food under temperature control.                  Food Safety Standard 3.2.2 Clause 15(4)(c) – Fail to ensure food handlers thoroughly dry his or her hands on a single use towel or in another way that is not likely to transfer pathogenic microorganisms to the hands."},{"date":"1-2: 2014-04-01              3-4: 2015-06-04","link":"http://www.foodauthority.nsw.gov.au/offences/prosecutions/offences-details-connors-gourmet-cuts","description":"The defendant, Robert Michael Connor was convicted of the following offences for breaches of section 21(2) Food Act 2003, in that he did sell food that did not comply with the requirements of Standard 1.3.1 of the Food Standards Code:                                On 1 April 2014, did sell Pork Sausages containing the preservative sulphur dioxide above the level permitted in the Food Standards Code. Sulphur dioxide was present at a level of 656 mg/kg. The maximum permitted limit for sausages under Standard 1.3.1 Schedule 1, Clauses 3(1)(a) & 8.3 of the Code is 500 mg/kg.                  On 1 April 2014, did sell Thick Sausages containing the preservative sulphur dioxide above the level permitted in the Food Standards Code. Sulphur dioxide was present at a level of 781 mg/kg. The maximum permitted limit for sausages under Standard 1.3.1 Schedule 1, Clauses 3(1)(a) & 8.3 of the Code is 500 mg/kg.                  On 4 June 2014, did sell Thin Sausages containing the preservative sulphur dioxide above the level permitted in the Food Standards Code. Sulphur dioxide was present at a level of 650 mg/kg. The maximum permitted limit for sausages under Standard 1.3.1 Schedule 1, Clauses 3(1)(a) & 8.3 of the Code is 500 mg/kg.                  On 4 June 2014, did sell Thick Sausages containing the preservative sulphur dioxide above the level permitted in the Food Standards Code. Sulphur dioxide was present at a level of 772 mg/kg. The maximum permitted limit for sausages under Standard 1.3.1 Schedule 1, Clauses 3(1)(a) & 8.3 of the Code is 500 mg/kg."},{"date":"2014-04-01","link":"http://www.foodauthority.nsw.gov.au/offences/prosecutions/offences-details-nepean-valley-meats-robert-connor","description":"The defendant, Robert Michael Connor was convicted of the following offences for breaches of section 21(2) Food Act 2003, in that he did sell food that did not comply with the requirements of Standard 1.3.1 of the Food Standards Code:                             On 1 April 2014, did sell Continental Sausages containing the preservative sulphur dioxide above the level permitted in the Food Standards Code. Sulphur dioxide was present at a level of 648 mg/kg. The maximum permitted limit for sausages under Standard 1.3.1 Schedule 1, Clauses 3(1)(a) & 8.3 of the Code is 500 mg/kg."},{"date":"10 April 2014,              23 September 2014","link":"http://www.foodauthority.nsw.gov.au/offences/prosecutions/offences-details-south-ulladulla-meat-market","description":"The defendant, Trent Steven ANDERSEN was convicted of the following offences for breaches of section 21(2) Food Act 2003, in that he did sell food that did not comply with the requirements of Standard 1.3.1 of the Food Standards Code:                                On 10 April 2014, did sell Thin Sausages containing the preservative sulphur dioxide above the level permitted in the Food Standards Code. Sulphur dioxide was present at a level of 1722 mg/kg. The maximum permitted limit for sausages under Standard 1.3.1 Schedule 1, Clauses 3(1)(a) & 8.3 of the Code is 500 mg/kg.                  On 10 April 2014, did sell Chicken Sausages containing the preservative sulphur dioxide above the level permitted in the Food Standards Code. Sulphur dioxide was present at a level of 1938 mg/kg. The maximum permitted limit for sausages under Standard 1.3.1 Schedule 1, Clauses 3(1)(a) & 8.3 of the Code is 500 mg/kg.                  On 10 April 2014, did sell Beef & Bacon Sausages containing the preservative sulphur dioxide above the level permitted in the Food Standards Code. Sulphur dioxide was present at a level of 3634 mg/kg. The maximum permitted limit for sausages under Standard 1.3.1 Schedule 1, Clauses 3(1)(a) & 8.3 of the Code is 500 mg/kg.                  On 10 April 2014, did sell Pork Sausages containing the preservative sulphur dioxide above the level permitted in the Food Standards Code. Sulphur dioxide was present at a level of 4168 mg/kg. The maximum permitted limit for sausages under Standard 1.3.1 Schedule 1, Clauses 3(1)(a) & 8.3 of the Code is 500 mg/kg.                  On 10 April 2014, did sell Tomato, Garlic & Chilli Sausages containing the preservative sulphur dioxide above the level permitted in the Food Standards Code. Sulphur dioxide was present at a level of 3493 mg/kg. The maximum permitted limit for sausages under Standard 1.3.1 Schedule 1, Clauses 3(1)(a) & 8.3 of the Code is 500 mg/kg.                  On 10 April 2014, did sell Roma Tomato & Onion Sausages containing the preservative sulphur dioxide above the level permitted in the Food Standards Code. Sulphur dioxide was present at a level of 3042 mg/kg. The maximum permitted limit for sausages under Standard 1.3.1 Schedule 1, Clauses 3(1)(a) & 8.3 of the Code is 500 mg/kg.                  On 10 April 2014, did sell Thai Chicken Sausages containing the preservative sulphur dioxide above the level permitted in the Food Standards Code. Sulphur dioxide was present at a level of 2132 mg/kg. The maximum permitted limit for sausages under Standard 1.3.1 Schedule 1, Clauses 3(1)(a) & 8.3 of the Code is 500 mg/kg.                  On 23 September 2014, did sell Fresh Chicken Thigh containing the preservative sulphur dioxide at a level of 895 mg/kg. Standard 1.3.1 Schedule 1, Clauses 2 & 8.1 of the Food Standards Code does not allow the addition of sulphur dioxide preservative to this food.                  On 23 September 2014, did sell Fresh Chicken Fillet containing the preservative sulphur dioxide at a level of 348 mg/kg. Standard 1.3.1 Schedule 1, Clauses 2 & 8.1 of the Food Standards Code does not allow the addition of sulphur dioxide preservative to this food.                  On 23 September 2014, did sell Minced Meat containing the preservative sulphur dioxide at a level of 1077 mg/kg. Standard 1.3.1 Schedule 1, Clauses 2 & 8.1 of the Food Standards Code does not allow the addition of sulphur dioxide preservative to this food.                  On 23 September 2014, did sell Carrot & Onion Rissoles containing the preservative sulphur dioxide above the level permitted in the Food Standards Code. Sulphur dioxide was present at a level of 1314 mg/kg. The maximum permitted limit for manufactured meat under Standard 1.3.1 Schedule 1, Clauses 3(1)(a) & 8.3 of the Code is 500 mg/kg.                            The defendant, Trent Steven ANDERSEN was convicted of the following offence for a breach of section 21(1) Food Act 2003, in that he did not comply with the requirements of Standard 3.2.2, Clause 11(3) of the Food Standards Code:                                On 23 September 2014, he did not clearly identify Minced Meat for disposal and keep it separate from other food."},{"date":"2014-06-13","link":"http://www.foodauthority.nsw.gov.au/offences/prosecutions/offences-details-international-bakehouse","description":"Offences under Section 21(1) of the Food Act 2003. The defendant failed to comply with Food Safety Standard 3.2.2 of the Food Standards Code, namely:                                Clause 19(2) – fail to maintain fixtures, fittings and equipment to a standard of cleanliness – accumulation of food waste, dirt, grease and other visible matter"},{"date":"2013-06-20              2013-06-21              2013-06-22              2013-06-23","link":"http://www.foodauthority.nsw.gov.au/offences/prosecutions/offences-details-la-casa-italian-restaurant","description":"Offences under Section 21(1) of the Food Act 2003. The defendant failed to comply with Food Safety Standard 3.2.2 of the Food Standards Code and Food Act 2003, namely:                                Clause 19(1) – fail to maintain the subject food premises to a standard of cleanliness – unclean floors in food preparation, storeroom and cool room – accumulation of grease, oil and food matter on 20 June 2013.                  Clause 19(2) – fail to maintain all fixtures, fittings and equipment to a standard of cleanliness – unclean cooking equipment, accumulation of grease and food matter on 20 June 2013.                  Section 106C(1) of the Food Act 2003 - the defendant failed to appoint a Food Safety Supervisor for the premises on 20 June 2013.                  Section 64 of the Food Act 2013 - the defendant contravened or failed to comply with a prohibition order on 20 June 2013.                  Section 64 of the Food Act 2013 - the defendant contravened or failed to comply with a prohibition order on 21 June 2013.                  Section 64 of the Food Act 2013 –the defendant contravened or failed to comply with a prohibition order on 22 June 2013.                  Section 64 of the Food Act 2013 - the defendant contravened or failed to comply with a prohibition order on 23 June 2013."}]}]
