[{"name":"Healthy Noodle","lat":-37.911121,"lng":145.122867,"address":"Healthy Noodle, 1905 Dandenong Road, Clayton 3168","offences":[{"date":"27 October 2015","link":null,"description":"Food Act S16(1) - fail to comply with the Food Standards Code on 4 June 2015 as follows:\n\n    Standard 3.2.3, Clause 10 - fail to ensure floors are designed in a way that I appropriate for the activities conducted on the food premises and be unable to absorb grease, food particles or water.\n    Standard 3.2.2, Clause 19 (1) - fail to maintain the food premises at a standard of cleanliness where there was no accumulation of food waste, dirt, grease or other visible matter.\n    Standard 3.2.2, Clause 19 (1) - fail to maintain the food premises at a standard of cleanliness where there was no accumulation of food waste, dirt, grease or other visible matter.\n    Standard 3.2.2, Clause 24(1) - fail to take all practicable measures to eradicate and prevent harbourage of pests on the food premises.\n    Standard 3.2.2, Clause 6(1) - fail to store food in such a way that:\n    \n        It is protected from the likelihood of contamination; and\n        The environmental conditions under which it is stored will not adversely affect the safety and suitability of the food.\n    \n    \n    Standard 3.2.2, Clause 19 (2) - fail to maintain the fixtures, fittings and equipment having regard to its use, to a standard of cleanliness where there was no accumulation of food waste, dirt, grease or other visible matter.\n    Standard 3.2.2, Clause 21 - fail to maintain food premises, fixtures, fittings and equipment in a good state of repair and working order having regard to their use.\n    Standard 3.2.2, Clause 17(1)(d)(i) - did not maintain at or near each hand wash facility single use towels or other means of effectively drying hands.\n    Standard 3.2.2, Clause 17(1)(b)(ii) - did not maintain at or near each hand wash facility a supply of warm running water and soap or other items that may be used to thoroughly clean hands.\n    Standard 3.2.2, Clause 17(1)(a) - fail to maintain easily accessible hand washing facilities.\n    Standard 1.2.5, Clause 2 - did sell food that was past its use by date.\n    Standard 3.2.2, Clause 18 - fail to take all practicable measures to ensure all people on the food premises of the food business do not contaminate food.\n\nFood Act S29(e) - fail to comply with any lawful direction or order of an authorized officer on 6 June 2015.\nFood Act S16(1) - fail to comply with the Food Standards Code on 9 June 2015 as follows:\n\n    Standard 3.2.2, Clause 24 - fail to take all practicable measures to prevent pests entering the food premises.\n    Standard 3.2.2, Clause 19(1) - fail to maintain the food premises at a standard of cleanliness where there was no accumulation of food waste, dirt, grease or other visible matter.\n    Standard 3.2.2, Clause 21 - fail to maintain food premises, fixtures, fittings and equipment in a good state of repair and working order having regard to their use.\n    Standard 3.2.2, Clause 19 (2) - fail to maintain the fixtures, fittings and equipment having regard to its use, to a standard of cleanliness where there was no accumulation of food waste, dirt, grease or other visible matter.\n    Standard 3.2.2, Clause 17(1)(b)(ii) - did not maintain at or near each hand wash facility a supply of warm running water and soap or other items that may be used to thoroughly clean hands.\n    Standard 3.2.3, Clause 10 - fail to ensure floors are designed in a way that I appropriate for the activities conducted on the food premises and be unable to absorb grease, food particles or water.\n\nFood Act S16(1) - fail to comply with the Food Standards Code on 10 June 2015 as follows:\n\n    Standard 3.2.2, Clause 21 - fail to maintain food premises, fixtures, fittings and equipment in a good state of repair and working order having regard to their use.\n    Standard 3.2.2, Clause 19 (2) - fail to maintain the fixtures, fittings and equipment having regard to its use, to a standard of cleanliness where there was no accumulation of food waste, dirt, grease or other visible matter.\n    Standard 3.2.2, Clause 19(1) - fail to maintain the food premises at a standard of cleanliness where there was no accumulation of food waste, dirt, grease or other visible matter.\n    Standard 3.2.2, Clause 24(1)(b) - fail to take all practicable measures to prevent pests from entering the food premises.\n\nFood Act S16(1) - fail to comply with the Food Standards Code on 12 June 2015 as follows:\n\n    Standard 3.2.2, Clause 19(1) - fail to maintain the food premises at a standard of cleanliness where there was no accumulation of food waste, dirt, grease or other visible matter.\n    Standard 3.2.2, Clause 21 - fail to maintain food premises, fixtures, fittings and equipment in a good state of repair and working order having regard to their use.\n    Standard 3.2.2, Clause 19 (2) - fail to maintain the fixtures, fittings and equipment having regard to its use, to a standard of cleanliness where there was no accumulation of food waste, dirt, grease or other visible matter.\n\nFood Act S12(1) - did handle food intended for sale in a manner that will render the food unsuitable on 12 June 2015."}]},{"name":"Wendy's Bakery","lat":-37.816251,"lng":145.191659,"address":"Wendy’s Bakery, 473 Whitehorse Road, Mitcham 3132","offences":[{"date":"10 September 2015","link":null,"description":"Food Act S12(2) - did sell food that is unsuitable on 6 February 2015. \nFood Act S16(1) - fail to comply with the Food Standards Code on 6 February 2015 as follows:\n\n    Standard 3.2.2, Clause 3 (1) (a) - fail to ensure that persons undertaking or supervising food handling operations have skills on food safety and food hygiene matters commensurate with their work activities.\n    Standard 3.2.2, Clause 6(2)(a) - fail, when storing potentially hazardous food, to store food under temperature control.\n    Standard 3.2.2, Clause 7(1)(a) - fail to take all practicable measures to process only safe and suitable food.\n    Standard 3.2.2, Clause 17(1)(c) - fail to ensure hand washing facilities are only used for the washing of hands, arms and face.\n    Standard 3.2.2, Clause 19(1) - fail to maintain the food premises to a standard of cleanliness where there was no accumulation of garbage, food waste, dirt, grease or other visible matter.\n    Standard 3.2.2, Clause 19(2) - fail to maintain all  fixtures, fittings and equipment having regard to its use, to a standard of cleanliness where there is no accumulation of food waste, dirt, grease and other visible matter.\n    Standard 3.2.2, Clause 21(1) - fail to maintain food premises, fixtures, fittings and equipment in a good state of repair and working order having regard to their use.\n    Standard 3.2.2, Clause 24(1)(c) - fail to take all practicable measures to eradicate and prevent the harbourage of pests on the food premises.\n    Standard 3.2.3, Clause 8 - fail to have a lighting system that provides sufficient natural or artificial lights for activities conducted on the premises.\n    Standard 3.2.3, Clause 15(1) - fail to ensure food premises have adequate storage facilities for the storage of items that are likely to be the source of contamination of food, including chemicals, clothing and personal belongings.\n    \n    \n    \n"}]},{"name":"Hills Noodle Shop","lat":-37.819218,"lng":145.123864,"address":"Hills Noodle Shop, 586 Station Street, Box Hill 3128","offences":[{"date":"29 July 2015","link":null,"description":"Food Act S12(20 – did sell food that is unsuitable on 30 November 2014.\nFood Act S16(1) – fail to comply with the Food Standards Code on or about 30 November 2014 as follows:\n\n    Standard 3.2.2, Clause 3 (1) (b) – fail to ensure that persons undertaking or supervising food handling operations have knowledge of food safety and food hygien matters.\n    Standard 3.2.2, Clause 17 (1) (a) - fail to maintain easily accessible hand washing facilities.\n    Standard 3.2.2, Clause 19 (1) - fail to maintain the food premises at a standard of cleanliness where there was no accumulation of food waste, dirt, grease or other visible matter.\n    Standard 3.2.2, Clause 19 (2) - fail to maintain the fixtures, fittings and equipment having regard to its use, to a standard of cleanliness where there was no accumulation of food waste, dirt, grease or other visible matter.\n    Standard 3.2.2, Clause 21 (1) - fail to maintain food premises, fixtures, fittings and equipment in a good state of repair and workgin order having regard to their use.\n    Standard 3.2.2, Clause 24 (1) (c) - fail to take all practicable measures to eradicate and prevent the harbourage of pests on the food premises.\n"}]},{"name":"Café Student Curries and Pizza Restaurant","lat":-37.9253077,"lng":145.1194298,"address":"341 Clayton Road, Clayton 3168","offences":[{"date":"11 August 2015","link":null,"description":"Food Act 1984 S12(1) – did handle food intended for sale in a manner that will render the food unsuitable on 27 March 2015.\nFood Act S16(1) – fail to comply with the Food Standards Code as follows:\n\n    Standard 3.2.2 3(1)(a) - fail to ensure that persons undertaking or supervising food handling operations had skills in food safety and hygiene matters commensurate with their work activities between 27 March 2015 and 1 April 2015.\n    Standard 3.2.2 3(1)(b) - fail to ensure that persons undertaking or supervising food handling operations have knowledge of food safety and food hygiene matters commensurate with their work activities between 27 March 2015 and 1 April 2015.\n    Standard 3.2.2 6(1)(a) – fail, when storing food, to store food in such a way that it was protected from the likelihood of contamination on 27 March 2015.\n    Standard 3.2.2 6(2) (a) - fail, when storing potentially hazardous food, to store food under temperature control on 27 March 2015.\n    Standard 3.2.2 7(1)(b)(i)- did not, when processing food, take all necessary steps to prevent the likelihood of food being contaminated on 27 March 2015.\n    Standard 3.2.2 17(1)(b)(i) – did not maintain at or near each hand wash facility, a supply of warm running water on 27 March 2015.\n    Standard 3.2.2 17(1)(d) – did not maintain at or near each hand wash facility single use towels or other means of effectively drying hands that are not likely to transfer pathogenic micro-organisms to the hands on 27 March 2015.  \n    Standard 3.2.2 19(1) -  fail to maintain the food premises to a standard of cleanliness where there was no accumulation of garbage, food waste, dirt, grease or other visible matter on 27 March 2015..\n    Standard 3.2.2 19(2) - fail to maintain all fixtures, fittings and equipment having regard to its use, to a standard of cleanliness where there was no accumulation of garbage, food waste, dirt, grease or other visible matter between 27 March 2015 and 31 March 2015.\n    Standard 3.2.2 19(2) - fail to maintain all fixtures, fittings and equipment having regard to its use, to a standard of cleanliness where there was no accumulation of garbage, food waste, dirt, grease or other visible matter on 2 April 2015.\n    Standard 3.2.2 20(1)(b) - fail to ensure that any food contact surfaces of equipment were in a clean and sanitary condition whenever food that will come into contact with the surface is likely to be contaminated on 27 March 2015.\n    Standard 3.2.2 20(1)(b) - fail to ensure that any food contact surfaces of equipment were in a clean and sanitary condition whenever food that will come into contact with the surface is likely to be contaminated on 2 April 2015.\n    Standard 3.2.2 21(1) - fail to maintain the food premises, fixtures, fittings and equipment in a good state of repair and working order having regard to their use between 27 March 2015 and 31 March 2015.\n    Standard 3.2.2 24 (1)(c) - fail to take all practicable measures to eradicate and prevent the harbourage of pests on the food premises between 27 March 2015 and 31 March 2015.\n    Standard 3.2.3 14 (2)(b) - fail to ensure hand washing facilities are connected to, or otherwise provided with, a supply of warm running potable water on 27 March 2015.\n    Standard 3.2.3 15(1) - fail to ensure adequate storage facilities for the storage of items that are likely to be the source of contamination of food, including chemicals, clothing and personal belongings on 27 March 2015. \n    \n"}]},{"name":"Raramen","lat":-37.88167600000001,"lng":145.163877,"address":"Raramen, 106 Kingsway, Glen Waverley, 3150","offences":[{"date":"10 July 2015","link":null,"description":"Food Act 1984 S12(1) – did handle food intended for sale in a manner that will render the food unsuitable on 3 March 2015.\nFood Act 1984 S12(1) – did handle food intended for sale in a manner that will render the food unsuitable between 7 April 2015 and 17 April 2015.\nFood Act S16(1) – Fail to comply with the Food Standards Code:\n\n    Standard 3.2.2, Clause 3(1)(a) – fail to ensure that persons undertaking or supervising food handling operations have skills in food safety and food hygiene matters commensurate with their work activities between 3 March 2015 and 24 June 2015.\n    Standard 3.2.2, Clause 3(1)(b) – fail to ensure that persons undertaking or supervising food handling operations have knowledge of food safety and food hygiene matters between 3 March 2015 and 24 June 2015.\n    Standard 3.2.2, Clause 6(1)(a) – fail, when storing food, to store food in such a way that it was protected from the likelihood of contamination on 3 March 2015.\n    Standard 3.2.2, Clause 6(2)(a) – fail, when storing potentially hazardous food, to store food under temperature control on 3 March 2015.\n    Standard 3.2.2, Clause 7(1)(a) – fail to take all practicable measures to process only safe and suitable food between 3 March 2015 and 16 April 2015.\n    Standard 3.2.2, Clause 19(1) – fail to maintain the food premises to a standard of cleanliness where there was no accumulation of garbage, food waste, dirt, grease or other visible matter between 3 March 2015 and 24 June 2015.\n    Standard 3.2.2, Clause 19(2) – fail to maintain all fixtures, fittings and equipment having regard to its use, to a standard of cleanliness where there is no accumulation of garbage, food waste, dirt, grease and other visible matter between 3 March 2015 and 24 June 2015.\n    Standard 3.2.2, Clause 20(1)(b) – fail to ensure that any food contact surfaces of equipment were in a clean and sanitary condition whenever food that will come into contact with the surface is likely to be contaminated on 3 March 2015.\n    Standard 3.2.2, Clause 21(1) – fail to maintain food premises, fixtures, fittings and equipment in a good state of repair and working order having regard to their use between 3 March 2015 and 2 July 2015.\n    Standard 3.2.2, Clause 21(2) – failed to not use any chipped, broken or cracked eating or drinking utensils for handling food on 10 March 2015.\n    Standard 3.2.2, Clause 24(1)(c) – fail to take all practicable measures to eradicate and prevent the harbourage of pests on the food premises between 3 March 2015 and3 June 2015.\n    Standard 3.2.3, Clause 8 – fail to have a lighting system that provides sufficient natural or artificial lights for activities conducted on the premises on 3 March 2015.\n    Standard 3.2.3, Clause 14(1) – fail to have hand washing facilities that are located where they can be easily accessed by food handlers on 3 March 2015.\n    Standard 3.2.3, Clause 15(1) – fail to ensure food premises have adequate storage facilities for the storage of items that are likely to be the source of contamination of food, including chemicals, clothing and personal belongings on 3 March 2015. \n\n    Food Act S19F – Failed to ensure that the required food safety\nprogram was kept at the food premises between 3 March 2015 and 24 June 2015."}]},{"name":"Pabu Grill and Sake","lat":-37.80312,"lng":144.983821,"address":"Pabu Grill and Sake, 190-192 Smith Street, Collingwood, 3066","offences":[{"date":"18 June 2015","link":null,"description":"Food Act S16(1) – Fail to comply with the Food Standards Code:\n\n    Standard 3.2.2, Clause 19 – fail to maintain the food premises to a standard of cleanliness where there is no accumulation of food waste, dirt, grease or other visible matter on 29 January 2014.\n    Standard 3.2.2, Clause 6(1) – fail to store food in such a way that: \n    a. it is protected from the likelihood of contamination; and\n    b. the environmental conditions under which it is stored will not adversely affect the safety and suitability of the food on 29 January 2014.\n    Standard 3.2.2, Clause 6(1) – fail to store food in such a way that:\n    a. it is protected from the likelihood of contamination; and\n    b. the environmental conditions under which it is stored will not adversely affect the safety and suitability of the food on 29 January 2014.\n    Standard 3.2.2, Clause 17(1)(b) – did not maintain at or near each hand wash facility, a supply of soap or other items that may be used to thoroughly clean hands on 29 January 2014.\n    Standard 3.2.2, Clause 17(1)(a) – fail to maintain easily accessible hand washing facilities on 29 January 2014.\n    Standard 3.2.2, Clause 18(3) – fail to take all practicable measures to ensure all people on the food premises of the food business do not contaminate food on 29 January 2014.\n    Standard 3.2.2, Clause 3 – fail to ensure persons undertaking or supervising food handling operations have skills in food safety and food hygiene matters, and knowledge of food safety and food hygiene matters on 29 January 2014.\n    Standard 3.2.2, Clause 19(1) – fail to maintain the food premises to a standard of cleanliness where there was no accumulation of garbage, dirt, grease or other visible matter on 3 February 2014.\n    Standard 3.2.2, Clause 6 – did not, when storing food, store the food in such a way that it was protected from the likelihood of contamination on 3 February 2014.\n    Standard 3.2.2, Clause 17(1)(b) – did not maintain at or near each hand wash facility, a supply of soap or other items that may be used to thoroughly clean hands on 3 February 2014.\n    Standard 3.2.2, Clause 17(1)(a) – fail to maintain easily accessible hand washing facilities on 3 February 2014.\n    Standard 3.2.2, Clause 19 – fail to maintain the food premises to a standard of cleanliness where there is no accumulation of food waste, dirt, grease or other visible matter on 25 February 2014.\n    Standard 3.2.2, Clause 6 – did not, when storing food, store the food in such a way that it was protected from the likelihood of contamination on 25 February 2014.\n    Standard 3.2.2, Clause 6 – did not, when storing food, store the food in such a way that it was protected from the likelihood of contamination on 16 July 2014.\n    Standard 3.2.2, Clause 6 – did not, when storing food, store the food in such a way that it was protected from the likelihood of contamination on 16 July 2014.\n    Standard 3.2.2, Clause 23(b) – did not take all practicable measures to protect from contamination single use items that were intended to come into contact with food on 16 July 2014.\n    Standard 3.2.2, Clause 6 – did not, when storing food, store the food in such a way that it was protected from the likelihood of contamination on 16 July 2014.\n    Standard 3.2.2, Clause 17(1)(b) – did not maintain at or near each hand wash facility, a supply of soap or other items that may be used to thoroughly clean hands on 16 July 2014.\n    Standard 3.2.2, Clause 19(2) – fail to maintain all fixtures, fittings and equipment having regard to its use, to a standard of cleanliness where there is no accumulation of food waste, dirt, grease and other visible matter on 16 July 2014. \n"}]},{"name":"Post Deng Cafe","lat":-37.812017,"lng":144.9662145,"address":"Post Deng Café, 214-216 Little Bourke Street, Melbourne, 3000","offences":[{"date":"22 May 2015","link":null,"description":"Food Act S16(1) – Fail to comply with the Food Standards Code on the 13 May 2014:\n\n    Standard 3.2.2, Clause 6(1)(a) – fail, when storing food, to store food in such a way that it was protected from the likelihood of contamination.\n    Standard 3.2.2, Clause 6(2)(a) – fail, when storing potentially hazardous food, to store food under temperature control.\n    Standard 3.2.2, Clause 7(1)(b)(i) – did not, when processing food, take all necessary steps to prevent the likelihood of food being contaminated.\n    Standard 3.2.2, Clause 17(1)(b) – did not maintain at or near each hand wash facility, a supply of soap or other items that may be used to thoroughly clean hands.\n    Standard 3.2.2, Clause 19(1) – fail to maintain the food premises to a standard of cleanliness where there was no accumulation of food waste, dirt, grease or other visible matter.\n    Standard 3.2.2, Clause 19(2) – fail to maintain all fixtures, fittings and equipment having regard to its use, to a standard of cleanliness where there is no accumulation of food waste, dirt, grease and other visible matter.\n    Standard 3.2.2, Clause 20(1)(b) – fail to ensure that any food contact surfaces of equipment were in a clean and sanitary condition whenever food that will come into contact with the surface is likely to be contaminated.\n    Standard 3.2.2, Clause 21(1) – fail to maintain food premises, fixtures, fittings and equipment in a good state of repair and working order having regard to their use.\n    Standard 3.2.2, Clause 21(2) – failed to not use any chipped, broken or cracked eating or drinking utensils for handling food.\n    Standard 3.2.2, Clause 24(1)(c) – fail to take all practicable measures to eradicate and prevent the harbourage of pests on the food premises.\n    Standard 3.2.3, Clause 6(b) – fail to provide facilities for the storage of garbage that enclosed the garbage recyclable matter necessary to keep pests and animals away from it.\n\n "}]},{"name":"Casa Della Pizza","lat":-37.757139,"lng":145.313284,"address":"Casa Della Pizza, 156/239-241 Maroondah Highway, Chirnside Park, 3116","offences":[{"date":"18 December 2014","link":null,"description":"Food Act S35A(1)(a) – operate a food business from a food premises that is not registered with the council on 9 January 2014. "}]},{"name":"The Hillz Bar and Kitchen","lat":-37.873742,"lng":145.400567,"address":"The Hillz Bar and Kitchen, 250 Olinda-Monbulk Road, Monbulk, 3793","offences":[{"date":"18 December 2014","link":null,"description":"Food Act S35A(1)(a) – Operate a food business from a food premises that is not registered with the council on 14 February 2013."}]},{"name":"Chung Hing","lat":-37.945722,"lng":145.141944,"address":"Chung Hing, 5 / 61–63 Osborne Avenue, Springvale 3171","offences":[{"date":"23 April 2015","link":null,"description":"Food Act S8(A)(1) – on 24 November 2014 did handle food intended for sale in a manner that the person ought reasonably to know is likely to render the food unsafe.\nFood Act S19F – fail to ensure that the required food safety program was kept at the food premises on 24 November 2014.\nFood Act S16(1) – fail to comply with the Food Standards Code on 24 November 2014 as follows:\n\n    Standard 3.2.2, Clause 6(1)(a) – fail, when storing food, to store food in such a way that it was protected from the likelihood of contamination.\n    Standard 3.2.2, Clause 17(1)(b)(ii) – fail to maintain at or near each hand wash facility, a supply of warm running water and soap or other items that may be used to thoroughly clean hands.\n    Standard 3.2.2, Clause 19(1) – fail to maintain the food premises to a standard of cleanliness where there was no accumulation of garbage, food waste, dirt, grease or other visible matter.\n    Standard 3.2.2, Clause 24(1)(d) – fail to take all practicable measures to eradicate and prevent the harbourage of pests on the food premises.\n"}]},{"name":"Aloi Na","lat":-37.813385,"lng":144.96097,"address":"Aloi Na, 59 Hardware Lane, Melbourne 3000","offences":[{"date":"4 February 2015","link":null,"description":"Food Act S16(1) – fail to comply with the Food Standards Code on or about 27 May 2014 as follows:\n\n    Standard 3.2.2, Clause 6 (1) (a) - fail to take all practicable measures to store food in such a way that it is protected from the likelihood of contamination.\n    Standard 3.2.2, Clause 17 (1) (b), (ii), (c), (d), (i) - fail to maintain at or near each hand wash facility, a supply of soap and paper towels and failed to ensure the hand washing facilities were only used for the washing of hands.\n    Standard 3.2.2, Clause 19 (1) (c), (d), (e), (f) - fail to maintain the premises at a standard of cleanliness where there is no accumulation of food, waste, dirt, grease or other visible matter.\n    Standard 3.2.2, Clause 19 (2) (a), (b), (c), (d) - fail to maintain the fixtures, fittings and equipment to a standard of cleanliness where there is no accumulation of food waste, dirt, grease or other visible matter.\n    Standard 3.2.2, Clause 20 (1) (a), (b) - fail to ensure equipment, utensils, eating and drinking utensils were adequately cleaned and sanitary before use.\n    Standard 3.2.2, Clause 24 (1), (a) ,(b) and (c) - fail to take all practicable measures to eradicate and prevent the harbourage of pests on the food premises and fail to not permit live animals in areas where food is handled.\n    Standard 3.2.3, Clause 12 (2) (a), (c), (d) - fail to provide fixtures, fittings and equipment that were designed, constructed, located and installed so that there was no likelihood  that they will cause food contamination, that they could easily and effectively be cleaned and to the extent practicable that they did not provide harbourage for pests.\n    Standard 3.2.3, Clause 21 (1) (2) - fail to maintain fixtures, fittings and equipment in a good state of repair and working order having regard to their use.\n\n\nFood Act S19 F - fail to ensure that the required food safety program was kept at the food premises on or about 27 May 2014."}]},{"name":"Red Emperor","lat":-37.8211383,"lng":144.965559,"address":"Red Emperor, Shop 3, Mid Level, 3 Southgate Avenue, Southbank 3006","offences":[{"date":"29 January 2015","link":null,"description":"Food Act 1984 S12(1) – did handle food intended for sale in a manner that will render the food unsuitable on 20 May 2014.\nFood Act 1984 S16(1) – fail to comply with Standard 3.2.2 of the Food Standards Code:\n\n    Clause 6(1)(a) - fail, when storing food, to store food in such a way that it was protected from the likelihood of contamination on 19 May 2014.\n    Clause 6(1)(a) - fail, when storing food, to store food in such a way that it was protected from the likelihood of contamination on 20 May 2014.\n    Clause 7(1)(a)(b) - fail to take all practicable measures to process only safe and suitable food, and when processing food take all necessary steps to prevent the likelihood of food being contaminated on 19 May 2014.\n    Clause 7(1)(a)(b) - fail to take all practicable measures to process only safe and suitable food, and when processing food take all necessary steps to prevent the likelihood of food being contaminated on 20 May 2014.\n    Clause 19(1)(c),(d)(e)(f) – fail to maintain the food premises to a standard of cleanliness where there was no accumulation of food waste, dirt, grease or other visible matter on 19 May 2014.\n    Clause 19(1)(c),(d)(e)(f) – fail to maintain the food premises to a standard of cleanliness where there was no accumulation of food waste, dirt, grease or other visible matter on 20 May 2014.\n    Clause 19(2)(a)(b)(c)(d) – fail to maintain fixtures, fitting and equipment to a standard of cleanliness where there was no accumulation of food waste, dirt, grease and other visible matter on 19 May 2014.\n    Clause 24(1)(b)(c) – fail to take all practicable measures to prevent pests entering the food premises and to eradicate and prevent the harbourage of pests on 19 May 2014.\n    Clause 24(1)(b)(c) – fail to take all practicable measures to prevent pests entering the food premises and to eradicate and prevent the harbourage of pests on 20 May 2014.\n"}]},{"name":"Thai Ormond","lat":-37.903444,"lng":145.038663,"address":"Thai Ormond, 475 North Road, Ormond 3204","offences":[{"date":"4 February 2015","link":null,"description":"Food Act S 16(1) – fail to comply with Standard 3.2.2 of the Food standards Code on or about 11 April 2014:\n\n    Clause 6(1) - fail to store food in such a way that it is protected from the likelihood of contamination.\n    Clause 6(1) - fail to store food in such a way that it is protected from the likelihood of contamination.\n    Clause 6(1) - fail to store food in such a way that it is protected from the likelihood of contamination.\n    Clause 6(1) - fail to store food in such a way that it is protected from the likelihood of contamination.\n    Clause 6(2) - did not, when storing potentially hazardous food, store it under temperature control, or ensure food intended to be stored frozen, remains frozen during storage.\n    Clause 19(1)(d) - fail to maintain food premises to a standard of cleanliness where there is no accumulation of food waste, dirt, or other visible matter.\n    Clause 19(1)(e) - fail to maintain food from premises to a standard of cleanliness where there is no accumulation of grease.\n    Clause 19(1)(f) - fail to maintain food premises to a standard of cleanliness where there is no accumulation of visible matter.\n    Clause 19(1)(f) - fail to maintain food premises to a standard of cleanliness where there is no accumulation of visible matter.\n    Clause 19(2) - fail to maintain all fixtures, fittings and equipment having regard to its use, to a standard of cleanliness where there is no accumulation of food waste, dirt, grease and other visible matter.\n    Clause 19(2) - fail to maintain all fixtures, fittings and equipment having regard to its use, to a standard of cleanliness where there is no accumulation of food waste, dirt, grease and other visible matter.\n    Clause 19(2) - fail to maintain all fixtures, fittings and equipment having regard to its use, to a standard of cleanliness where there is no accumulation of food waste, dirt, grease and other visible matter.\n    Clause 19(2) - fail to maintain all fixtures, fittings and equipment having regard to its use, to a standard of cleanliness where there is no accumulation of food waste, dirt, grease and other visible matter.\n    Clause 19(2) - fail to maintain all fixtures, fittings and equipment having regard to its use, to a standard of cleanliness where there is no accumulation of food waste, dirt, grease and other visible matter.\n    Clause 19(2) - fail to maintain all fixtures, fittings and equipment having regard to its use, to a standard of cleanliness where there is no accumulation of food waste, dirt, grease and other visible matter.\n    Clause 21(1) - fail to maintain food premises, fixtures, fittings and equipment in a good state of repair and working order having regard to their use.\n    Clause 21(1) - fail to maintain food premises, fixtures, fittings and equipment in a good state of repair and working order having regard to their use.\n    Clause 21(1) - fail to maintain food premises, fixtures, fittings and equipment in a good state of repair and working order having regard to their use.\n    Clause 24(1)(b) - fail to take all practicable measures to prevent pests from entering the food premises.\n    Clause 24(1)(c) - fail to take all practicable measures to eradicate and prevent the harbourage of pests on the food premises.\n\n\nFood Act S 16(1) – fail to comply with Standard 3.2.3 of the Food standards Code on or about 11 April 2014:\n\n    Clause 10(2)(a) - fail to have floors that were able to be effectively cleaned.\n    Clause 10(2)(a) - fail to have floors that were able to be effectively cleaned.\n    Clause 11(3) - fail to ensure that walls and ceilings were sealed to prevent the entry of dirt, dust and pests.\n    Clause 11(4) - fail to ensure ceilings are able to be effectively cleaned.\n"}]}]
